tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "bat"
brew "cmake"
brew "direnv"
brew "dust"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "jq"
brew "librsvg"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "node"
brew "noti"
brew "pandoc"
brew "parallel"
brew "pdfgrep"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "sops"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "wget"
brew "xdotool"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "maccy"
cask "mactex"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "vivaxy.vscode-conventional-commits"
